bzmenu
cbonsai
cursor-bin
discord_arch_electron
greetd-regreet-git
iwmenu
jetbrains-fleet
libcava
nordic-theme
otf-jost
proton-ge-custom-bin
thorium-browser-bin
trackma-git
ttf-tahoma
vesktop-bin
waybar-cava
wl-gammarelay
wpaperd-git
xpadneo-dkms
yay
