adobe-source-sans-fonts
alacritty
amd-ucode
antimicrox
arch-install-scripts
ark
base
base-devel
bat
bluez-utils
calc
cava
cmatrix
code
cronie
dhcpcd
dkms
dolphin
dunst
easyeffects
efibootmgr
ethtool
fastfetch
fcitx5-configtool
fcitx5-mozc
firefox
gimp
git
greetd
grim
gst-plugin-pipewire
gvfs
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
inter-font
iwd
jq
keepassxc
kexec-tools
kitty
kpipewire
kwayland
lib32-nvidia-utils
lib32-vulkan-nouveau
libksysguard
libplasma
libpulse
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lsd
man-db
megacmd
mesa-utils
nano
ncdu
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-settings
nwg-look
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities-stats
python-pillow
python-pipx
python-pyqt5
qbittorrent
qt5-wayland
qt5ct
qt6-wayland
rofi
rsync
rust
slurp
smartmontools
spotify-launcher
starship
steam
thunar
thunar-archive-plugin
transmission-qt
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-nunito
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tumbler
unzip
vim
vivaldi
vulkan-nouveau
wev
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-server
xorg-xinit
zsh
